Repository: mediaexplorer74/Andro2UWP
Catalog: Andro2UWP/Andro2UWP.Shared/Strings/*/Resources.resw
Source language: en
Languages: ru

# AccessibilityServiceDescription
source: If you want me to send Notifications to OneDrive (to UWP companion app), I need access to Notifications :)
ru: Если вы хотите отправлять уведомления на OneDrive (для приложения-компаньена), дайте права на просмотр активностей (Accessability)

# errNoNetwork
source: impossible without network
ru: невозможно без Интернета

# errOneDriveInit
source: Error initializing OneDrive
ru: Ошибка инициализации OneDrive

# msgAccessibilityFirst
source: Grant Accessibility permission first
ru: Сначала необходимо получить разрешение (Grant Accessibility)

# msgAdd
source: Add
ru: Добавить

# msgAddFilterTitle
source: Add filter
ru: Добавить фильтр

# msgCancel
source: Cancel
ru: Отменить

# msgComposingError
source: ERROR while composing email - log would not be send (maybe it is too long)
ru: ERROR при формировании email - log не может быть отправлен(возможно, он слишком большой)

# msgEnterDevName
source: Enter device name:
ru: Введите имя устройства:

# msgNoData
source: Nothing to show
ru: Нечего отобразить

# msgSendLogEmail
source: Send log via email?
ru: Отправить лог по email?

# msgSourceShould1
source: Source
ru: Источник

# msgSourceShould2
source: should become:
ru: должен быть:

# msgSureDeleteLog
source: Sure to delete log?
ru: Уверены, что хотите удалить логи?

# msgSureRemoveOlder
source: Sure to delete older than
ru: Уверены, что хотите удалить более старые чем

# msgSureRemoveSender
source: Sure to delete all from
ru: Уверены, что хотите удалить все элементы от

# msgSureRemoveThisOlder
source: Sure to delete this and all older?
ru: Уверены, что хотите удалить все эти и все более старые?

# resDlgCancel
source: Cancel
ru: Отмена

# resDlgNo
source: No
ru: Нет

# resDlgYes
source: Yes
ru: Да

# uiAutoRefresh.Label
source: Auto refresh
ru: Автообновление

# uiBattery.Content
source: Battery
ru: Батарея

# uiClearList.Label
source: Reset cache list
ru: Очистить список

# uiClearLog.Content
source: Clear
ru: Очистить

# uiCopy.Text
source: Copy
ru: Скопировать

# uiCounter.Header
source: Current counter
ru: Текущий счетчик

# uiDebugLog.OffContent
source: Shorter log
ru: Логи в краткой форме

# uiDebugLog.OnContent
source: Add debug info to log
ru: Отладочная информация в логах

# uiDeleteOlder.Text
source: Delete all older
ru: Удалить все более старые

# uiDeleteSender.Text
source: Delete from sender
ru: Удалить от отправителя

# uiDeleteThis.Text
source: Delete this
ru: Удалить это

# uiDeleteThisOlder.Text
source: Delete this and older
ru: Удалить это и более старые

# uiDetails.Text
source: Details
ru: Детали

# uiDevName.Header
source: Device name
ru: Имя устройства

# uiPermiss.Text
source: Permissions
ru: Права

# uiRefresh.Label
source: Refresh
ru: Обновить

# uiRefreshList.Content
source: Refresh
ru: Обновить

# uiReload.Content
source: Reload
ru: Перезагрузить

# uiRenameSource.Text
source: Rename Source
ru: Переименовать источник

# uiResetList.Content
source: Clear cache list
ru: Очистить кэш-список

# uiSave.Content
source: Save!
ru: Сохранить!

# uiSettings.Label
source: Settings
ru: Настройки

# uiSettingsTitle.Text
source: Settings
ru: Настройки

# uiShowLog.Label
source: Show log
ru: Показать лог

# uiStartStop.OffContent
source: Stopped
ru: Остановлено

# uiStartStop.OnContent
source: Started
ru: Запущено

# _lang
source: EN
ru: RU
